{
  "french": "French",
  "english": "English",
  "home": "Home",
  "about": "About",
  "about-me": "About of me",
  "resume": "Resume",
  "presentation": "I am <b> ULRICH ARMEL TCHATONG </b>, application developer with 06 years of professional experience in the field of software engineering. Currently working for ITGStore Consulting where I hold the position of Full-Stack Developer, I specialized in Java (Spring Boot), Python (Django) in Back-end and Angular in Frontend technologies.",
  "mini-presentation": "I'm a Web Application Developer",
  "Age": "Age",
  "Website": "Website",
  "Phone": "Phone",
  "City": "City",
  "Years of experience": "Years of experience",
  "Remote": "Remote",
  "Description": "Welcome to my personal website. There you will find information about me, such as my professional and academic background as well as details about my skills and much more.",
  "Backend Development": "Backend Development",
  "Frontend Development": "Frontend Development",
  "Teams Work": "Teams Work",
  "Tools and Environment": "Tools and Environment",
  "Skills": "Skills",
  "Your Name": "Your Name",
  "Your Phone Number": "Your Phone Number",
  "Your Email": "Your Email",
  "Subject": "Subject",
  "Send Message": "Send Message",
  "Your message has been sent. Thank you!": "Your message has been sent. Thank you!",
  "Loading": "Loading",
  "desc-contact": "Contact me by sending me a message",
  "Education": "Education",
  "Master Professionnel en Management en Système d'Information": "Master Degree in Information Systems Management",
  "Institut supérieur de Management et de l'Entrepreneuriat": "Higher Institute of Management and Entrepreneurship",
  "Formation centré sur le management entrepreneurial dans les métiers de l'informatique avec l'apprentissage des outils tels que": "Training focused on entrepreneurial management in the IT industry with the learning of tools such as",
  "Licence Professionnelle en Génie Logiciel": "Bachelor Degree in Software Engineering",
  "Institut Universitaire de la Côte": "University Institute of the Coast",
  "Formation centré dans l'approfondissement dans le domaine du développement logiciel": "Training centered in the deepening in the field of the software development",
  "en Programmation et Analyse": "in Programming and Analysis",
  "Formation délocalisée; sous la tutelle du CCNB (Collège Communautaire de Nouveau Brunswick au Canada), elle nous permet d'apprendre les base de l'analyse et du développement logiciel": "Offshore training; under the supervision of the CCNB (Collège Communautaire de Nouveau Brunswick) in Canada, it allows us to learn the basics of analysis and software development",
  "Outils": "Tools",
  "Développeur Back-End": "Back-End Developer",
  "Présent": "Present",
  "Je participe au développement de l'application (mobile) camerounaise de vente en ligne LeBeautyHub237 actuellement disponible sur le PlayStore de Google et l'AppStore de Apple. Mes tâches sont les suivantes": "I participate in the development of the Cameroonian online sales application LeBeautyHub237 currently available on the Google PlayStore and the Apple AppStore. My tasks are the following",
  "Recueillir les besoin du client": "Gather the client's needs",
  "Concevoir les API REST utilisable par le développeur Front-End": "Design REST APIs usable by the Front-End developer",
  "Mettre en place des processus utilisateur": "Set up user processes",
  "Assurer le déploiement et la maintenance des API en ligne": "Ensure the deployment and maintenance of online APIs",
  "Technologies": "Technologies",
  "Réalisations Personnelles": "Personal Achievements",
  "Site web de présentation de films et séries télé disponible via le lien suivant": "Website presentation of films and TV series available via the following link",
  "Robot Telegram": "Telegram Bot",
  "Site Web": "Website",
  "Professional Experience": "Professional Experience",
  "Développeur Full-Stack": "Full-Stack Developer",
  "Mes missions sont les suivantes": "My tasks are the following",
  "Participer au développement de diverses applications": "Participate in the development of various applications",
  "Assurer la maintenance corrective d'application": "Ensure the corrective maintenance of application",
  "Concevoir et implémenter des interfaces web responsive": "Design and implement responsive web interfaces",
  "Faire des veilles technologique": "Doing technology monitoring",
  "Mettre en place des documentations": "Putting in place documentation",
  "Participer aux réunions et présentation": "Participate in meetings and presentations",
  "Analyste Développeur": "Analyst Developer",
  "Participer à la conception et réalisation de divers module sur l'ERP utilisé dans l'institut": "Participate in the design and implementation of various modules on the ERP used in the institute",
  "Mettre en place les documentations": "Set up the documentation",
  "Mettre en place des Web Services pour d'autres applications tierces": "Set up Web Services for other third-party applications",
  "Recueillir les besoins utilisateurs et s'assurer de leur implémentation": "Gather user requirements and ensure their implementation",
  "Assurer la maintenance de l'ERP": "Ensure the maintenance of the ERP",
  "Participer aux réunions et présentations": "Participate in meetings and presentations",
  "Stage": "Internship",
  "Stagiaire Professionnel": "Intern",
  "Dans ce stage professionnel j'avais pour mission de terminer les développements sur l'application open source": "In this internship I had the mission to finish the developments on the open source application",
  "en vue de l'adapté au système scolaire camerounais. Nous avons donc ajouté d'autres modules et mettre a jour ceux existant": "in order to adapt it to the Cameroonian school system. We have therefore added other modules and updated the existing ones",
  "Autres activités": "Other activities",
  "Documentation; Présentation; Déploiement et recueil des besoins du client": "Documentation; Presentation; Deployment and collection of customer requirements",
  "établissement secondaire de la place": "secondary establishment of the place"
}
